# PaDashS Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..PaDashS Property
SymbolTypeId Class See Also
---
Symbol Pa-s, indicating unit Pascal seconds.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId PaDashS { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property PaDashS As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ PaDashS {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace